Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Pump config
bg: Конфигурация на помпата
cs: Nastavení pumpy
da: Pumpe konfiguration
de: Pumpenkonfiguration
es: Configuración de la bomba
fr: Configuration de la pompe
it: Microinfusore
nb_no: Pump-konfigurasjon
nl: Pomp configuratie
pl: Konfiguracja pompy
pt_pt: Ajustes bomba
ru: Настройка помпы
sv: Pumpkonfiguration
uk: Конфігурація Помпи
vi: Cấu hình bơm Insulin
zh_hant: 幫浦設定

source: Pump did not respond in time
bg: Помпата не отговори навреме
cs: Pumpa neodpověděla včas
da: Pumpe svarede ikke i tide
de: Pumpe hat nicht rechtzeitig reagiert
fr: La pompe n’a pas répondu à temps
nb_no: Pumpen svarte ikke i tide
nl: Pomp heeft niet op tijd gereageerd
pl: Czas oczekiwania na odpowiedź pompy został przekroczony
sv: Pumpen svarade inte i tid
vi: Bơm không phản ứng kịp thời
zh_hant: 幫浦未及時回應

source: Pump Error
bg: Грешка на помпата
cs: Chyba pumpy
da: Pumpefejl
de: Pumpenfehler
fr: Erreur de la pompe
nb_no: Pumpefeil
nl: Pompfout
pl: Błąd pompy
sv: Pumpfel
vi: Lỗi bơm
zh_hant: 幫浦錯誤

source: Pump Error (%@).
bg: Грешка на помпата (%@).
cs: Chyba pumpy (%@).
da: Pumpe Fejl (%@).
de: Pumpenfehler (%@).
fr: Erreur de la pompe (%@).
nb_no: Pumpefeil (%@).
nl: Pompfout (%@).
pl: Błąd pompy (%@).
sv: Pumpfel (%@).
vi: Lỗi bơm (%@).
zh_hant: 幫浦錯誤 (%@)。

source: Pump History
bg: История на помпата
cs: Historie pumpy
da: Pumpe Historie
de: Insulinpumpen-Speicher
es: Historial de la bomba
fr: Historique de la pompe
it: Cronologia Micro
nb_no: Pumpehistorikk
nl: Pomp geschiedenis
pl: Historia pompy
pt_pt: Histórico da Bomba
ru: История помпы
sv: Pumphistorik
uk: Історія Помпи
vi: Lịch sử Bơm
zh_hant: 幫浦歷史

source: Pump Integration to Trio
bg: Интеграция на помпата с Trio
cs: Integrace pumpy do Tria
da: Pumpe Integration til Trio
de: Pumpen-Integration in Trio
es: Integración de bomba a Trio
fr: Connexion de la pompe à l'application Trio
it: Integrazione microinfusore a Trio
nb_no: Pumpeintegrasjon til Trio
nl: Pomp integratie in Trio
pl: Integracja pompy z Trio
pt_pt: Integração da Bomba a Trio
ru: Интеграция с насосом в Трио
sv: Pumpintegration till Trio
uk: Інтерграція з насосом до племені
vi: Tích hợp bơm vào Trio
zh_hant: 幫浦整合到 Trio

source: Pump is bolusing
bg: Помпата подава болус
cs: Pumpa podává bolus
da: Pumpe arbejder
de: Pumpe gibt Bolus ab
fr: La pompe délivre un bolus
nb_no: Pumpen leverer insulin
nl: Pomp dient bolus toe
pl: Pompa podaje bolus
sv: Bolus pågår
vi: Bơm đang tiêm thuốc
zh_hant: 幫浦正在注射

source: Pump Model
bg: Модел на помпата
cs: Model pumpy
da: Pumpe Model
de: Pumpenmodell
es: Modelo de bomba
fr: Modèle de pompe
it: Modello Pompa
nb_no: Pumpemodell
nl: Pomp model
pl: Model pompy
pt_pt: Modelo de Bomba
ru: Модель насоса
sv: Pumpmodell
uk: Модель
vi: Loại bơm
zh_hant: 幫浦型號

source: Pump not set
bg: Помпата не е зададена
cs: Pumpa není nastavena
da: Pumpe ikke indstillet
de: Pumpe nicht eingestellt
fr: Pompe non configurée
nb_no: Pumpe ikke angitt
nl: Pomp niet ingesteld
pl: Pompa nie jest ustawiona
sv: Pump ej inställd
vi: Bơm chưa được thiết lập
zh_hant: 幫浦未設置

source: Pump profile
bg: Профил на помпата
cs: Profil pumpy
da: Pumpeprofil
de: Pumpen Profil
es: Perfil de bomba
fr: Profil de pompe
it: Profilo Micro
nb_no: Pumpens profil
nl: Pomp profiel
pl: Profil pompy
pt_pt: Perfil da bomba
ru: Профиль помпы
sv: Pumpprofil
uk: Профіль помпи
vi: Hồ sơ Bơm
zh_hant: 幫浦設定檔

source: Pump rewind initiates a reset in Autosens Ratio.
bg: Превъртането на помпата нулира коефициента на Autosens.
cs: Převinutí pumpy spustí reset poměru Autosens.
da: Pumpe starter en nulstilling i Autosens Ratio.
de: Zurückspulen der Pumpe startet einen Reset im Autosens Verhältnis.
es: El rebobinado de la bomba inicia un restablecimiento en la relación auto-osens.
fr: Le remplacement du réservoir de la pompe réinitialise la sensibilité automatique du ratio "ratio Autosens".
it: Il riavvolgimento del microinfusore avvia un reset nel rapporto Autosens.
nb_no: Nullstille Autosens-ratio ved nullstilling av pumpen.
nl: Terugspoeling begint met een reset in Autosens Ratio.
pl: Przewijanie pompy inicjuje reset w współczynniku Autosens.
pt_pt: A bomba rewind inicia um reset na proporção Autosens.
sv: Pumpåterställning initierar en återställning av Autosens ratio.
uk: Перенаправлення насосів викликає скидання в Autosens Ratio.
vi: Việc tua lại bơm sẽ khởi động quá trình đặt lại Tỷ lệ Autosens.
zh_hant: 幫浦回捲啟動自動敏感度比率的重置。

source: Pump rewind initiates a reset in Sensitivity Ratio.
bg: Превъртането на помпата нулира коефициента на чувствителност.
cs: Převinutí pumpy spustí reset poměru citlivosti.
da: Pumpegenvinding initierer en nulstilling i Følsomhedsforhold.
de: Das Zurückspulen der Pumpe führt zu einer Zurücksetzung des Empfindlichkeitsverhältnisses.
fr: Le remplacement du réservoir de la pompe déclenche une réinitialisation du ratio de sensibilité.
nb_no: Nullstille sensitivitetsratio ved nullstilling av pumpen.
nl: Het hervullen van de pump (voor geen pod-gebruikers) resulteert in een reset van de Sensitiviteits ratio.
pl: Przewijanie pompy inicjuje resetowanie współczynnika czułości.
sv: Pumpåterställning initierar en återställning av känslighetsration.
vi: Tua lại bơm sẽ khởi tạo quá trình thiết lập lại Tỷ lệ độ nhạy.
zh_hant: 幫浦回繞會重置敏感度比例。

source: Pump Settings
bg: Настройки на помпата
cs: Nastavení pumpy
da: Pumpe Indstillinger
de: Pumpeneinstellungen
es: Configuración de la bomba
fr: Réglages de la pompe
it: Microinfusore
nb_no: Pumpeinnstillinger
nl: Pomp instellingen
pl: Ustawienia pompy
pt_pt: Ajustes Bomba
ru: Настройки помпы
sv: Pumpinställningar
uk: Налаштування Помпи
vi: Cấu hình bơm
zh_hant: 幫浦設定

source: Pump Simulator
bg: Симулатор на помпа
cs: Simulátor pumpy
da: Pumpe Simulator
de: Pumpensimulator
es: Simulador de bomba
fr: Simulateur de pompe
it: Simulatore Pompa
nb_no: Pumpesimulator
nl: Pomp Simulator
pl: Symulator pompy
pt_pt: Simulador Bomba
ru: Симулятор насоса
uk: Імітатор насосів
vi: Bơm mô phỏng
zh_hant: 幫浦模擬器

source: Pump suspended
bg: Помпата е спряна
cs: Pumpa pozastavena
da: Pumpe suspenderet
de: Pumpe pausiert
es: Bomba suspendida
fr: Pompe suspendue
it: Micorinfusore sospeso
nb_no: Pumpe satt på pause
nl: Pomp uitgeschakeld
pl: Pompa zawieszona
pt_pt: Bomba suspensa
ru: Помпа приостановлена
sv: Pump pausad
uk: Помпу призупинено
vi: Bơm đã tạm ngưng
zh_hant: 幫浦已暫停

source: Pump Suspension
bg: Спиране на помпата
cs: Pozastavení pumpy
da: Pumpe Suspension
de: Pumpenunterbrechung
es: Suspensión de la bomba
fr: Suspension de la pompe
it: Sospensione Pompa
nb_no: Suspensjon av pumpe
nl: Pomp schorsing
pl: Zawieszenie pompy
pt_pt: Suspensão da Bomba
ru: Подвеска Помпа
sv: Avstängd pump
uk: Підвіска Насосна
vi: Tạm dừng bơm
zh_hant: 幫浦暫停

source: Pump Type
bg: Тип на помпата
cs: Typ pumpy
de: Pumpentyp
fr: Type de pompe
nb_no: Type pumpe
pl: Typ pompy
vi: Loại Bơm
zh_hant: 幫浦類型

source: Quantity Carbs
bg: Количество въглехидрати
cs: Množství sacharidů
da: Mængde Kulhydrater
de: Menge Kohlenhydrate
es: Cantidad de Carbohidratos
fr: Quantité de glucides
it: Quantità Carboidrati
nb_no: Mengde karbohydrat
nl: Aantal koolhydraten
pl: Ilość węglowodanów
pt_pt: Carboidratos
ru: Кол-во Карбов
sv: Mängd kolhydrater
uk: Кількість доріг
vi: Số lượng Carbs
zh_hant: 碳水化合物數量

source: Quantity Fat
bg: Количество мазнини
cs: Množství tuků
de: Menge Fett
fr: Quantité de lipides
nb_no: Mengde fett
pl: Ilość tłuszczu
vi: Số lượng chất béo
zh_hant: 脂肪數量

source: Quantity of carbs in g
bg: Количество въглехидрати в г
cs: Množství sacharidů v g
da: Antal kulhydrater i g
de: Menge der Kohlenhydrate in g
es: Cantidad de glúcidos en g
fr: Quantité de glucides en g
it: Quantità di carboidrati in g
nb_no: Mengde karbo i g
nl: Aantal koolhydraten in g
pl: Ilość węglowodanów w g
pt_pt: Quantidade de hidratos em g
ru: Количество углеводов в г
sv: Mängd kolhydrater i g
uk: Кількість автомобілів в g
vi: Số lượng carbs tính bằng g
zh_hant: 碳水化合物數量（克）

source: Quantity of fat in g
bg: Количество мазнини в г
cs: Množství tuků v g
da: Fedtmængde i g
de: Fettmenge in g
es: Cantidad de grasa en g
fr: Quantité de lipides en g
it: Quantità di grassi in g
nb_no: Mengde fett i g
nl: Hoeveelheid vet in g
pl: Ilość tłuszczu w g
pt_pt: Quantidade de gordura em g
ru: Количество жира в г
sv: Mängd fett i g
uk: Кількість жирів у g
vi: Số lượng chất béo tính bằng g
zh_hant: 脂肪數量（克）

source: Quantity of Protein in g
bg: Количество протеин в г
cs: Množství bílkovin v g
da: Mængde protein i g
de: Menge an Protein in g
es: Cantidad de proteínas en g
fr: Quantité de protéines en g
it: Quantità di proteine in g
nb_no: Mengde protein i g
nl: Aantal proteïnen in g
pl: Ilość białka w g
pt_pt: Quantidade de proteínas em g
ru: Количество белка в г
sv: Mängd protein i g
uk: Кількість білків g
vi: Số lượng Chất Đạm tính bằng g
zh_hant: 蛋白質數量（克）

source: Quantity Protein
bg: Количество протеин
cs: Množství bílkovin
da: Mængde Protein
de: Eiweißmenge
es: Cantidad de proteínas
fr: Quantité de protéines
it: Quantità Di Proteine
nb_no: Mengde protein
nl: Hoeveelheid proteïne
pl: Białko ilości
pt_pt: Quantidade de proteínas
ru: Количество белок
sv: Mängd protein
uk: Кількість білків
vi: Số lượng Chất Đạm
zh_hant: 蛋白質數量

source: Raise target glucose when Autosens Ratio is less than 1.
bg: Повишаване на целевата глюкоза, когато коефициентът на Autosens е под 1.
cs: Zvýšit cílovou glykémii, pokud je poměr Autosens menší než 1.
da: Hæv målglukose, når Autosens Ratio er mindre end 1.
de: Erhöht das Glukoseziel, wenn das Autosens-Verhältnis weniger als 1 beträgt.
fr: Augmenter la cible de glucose si le ratio Autosens est inférieur à 1.
nb_no: Øker blodsukkermål når Autosens ratio er mindre enn 1.
nl: Verhoog doel glucose als Autosens lager is dan 1.
pl: Podnosi docelowe stężenie glikemii, gdy współczynnik Autosens jest mniejszy niż 1.
sv: Högre målglukos när Autosens ratio är mindre än 1.
vi: Tăng mục tiêu đường huyết khi Tỷ lệ Autosens nhỏ hơn 1.
zh_hant: 當自動敏感度調整比例小於 1 時，提升目標血糖。

source: Random variation added to each reading to simulate real-world sensor noise.
bg: Случайно отклонение, добавяно към всяко показание, за симулиране на шум на сензора в реални условия.
cs: Ke každé hodnotě byla přidána náhodná odchylka pro simulaci reálného šumu senzoru.
da: Tilfældig variation tilføjet til hver læsning for at simulere real-world sensor støj.
de: Zu jedem Messwert werden zufällige Schwankungen hinzugefügt, um das reale Sensorrauschen zu simulieren.
es: Variación aleatoria añadida a cada lectura para simular el ruido del sensor del mundo real.
fr: Variation aléatoire ajoutée à chaque mesure pour simuler le bruit d’un vrai capteur.
it: Variazione casuale aggiunta ad ogni lettura per simulare il rumore del sensore del mondo reale.
nb_no: Tilfeldig variasjon lagt til hver avlesning for å simulere realistisk sensorstøy.
nl: Willekeurige variatie aan elke lezing toegevoegd om sensor geluid uit de echte wereld te simuleren.
pl: Losowa zmienność dodana do każdego czytania w celu symulacji hałasu czujnika w świecie rzeczywistym.
pt_pt: Variação aleatória adicionada a cada leitura para simular o ruído do sensor real.
ru: Случайные вариации, добавленные в каждое чтение, для имитации реального сенсорного шума.
sv: Slumpmässig variation läggs till varje läsning för att simulera verkligt sensorbrus.
uk: Випадкова варіація додана до кожного читання для імітації шуму датчика реального світу.
vi: Biến thiên ngẫu nhiên được thêm vào mỗi chỉ số để mô phỏng nhiễu của cảm biến trong thực tế.
zh_hant: 隨機變數已添加至每個讀取值，以模擬真實世界傳感器的干擾。

source: Range
bg: Диапазон
cs: Rozsah
da: Målområde
de: Bereich
fr: Plage
nb_no: Område
nl: Bereik
pl: Zasięg
sv: Spann
vi: Phạm vi
zh_hant: 範圍

# Range: %@–%@ %@
source: Range: %1$@–%2$@ %3$@
bg: Диапазон: %@–%@ %@
cs: Rozsah: %1$@–%2$@ %3$@
de: Bereich: %1$@–%2$@ %3$@
fr: Plage : %1$@–%2$@ %3$@
nb_no: Skala: %1$@–%2$@ %3$@
sv: Spann: %1$@–%2$@ %3$@
vi: Phạm vi: %1$@–%2$@ %3$@
zh_hant: 範圍：%1$@–%2$@ %3$@

source: Rapid-Acting: 75 minutes (permitted range 50-120 minutes)
bg: Бързодействащ: 75 минути (разрешен диапазон 50 – 120 минути)
cs: Rychle působící: 75 minut (povolený rozsah 50–120 minut)
da: Rapid-virkning: 75 minutter (tilladt interval 50-120 minutter)
de: Schnell wirkend: 75 Minuten (zulässiger Bereich 50-120 Minuten)
es: Acciones Rápidas: 75 minutos (rango permitido 50-120 minutos)
fr: Action rapide : 75 minutes (plage autorisée : 50 à 120 minutes)
it: Azionamento Rapido: 75 minuti (intervallo consentito 50-120 minuti)
nb_no: Hurtigvirkende: 75 minutter (tillatt område 50-120 minutter)
nl: Rapid-Actie: 75 minuten (toegestaan bereik 50-120 minuten)
pl: Szybkie działanie: 75 minut (dozwolony zakres od 50 do 120 minut)
pt_pt: Rapid-Act: 75 minutos (intervalo permitido de 50-120 minutos)
ru: Быстрое вмешательство: 75 минут (разрешенный диапазон 50-120 минут)
sv: Snabbverkande: 75 minuter (tillåtet spann 50-120 minuter)
uk: Швидке досягнення: 75 хвилин (дозволений діапазон 50-120 хвилин)
vi: Insulin tác dụng nhanh: 75 phút (phạm vi cho phép: 50–120 phút)
zh_hant: 速效型：75 分鐘（允許範圍 50-120 分鐘）

source: Rate
bg: Скорост
cs: Rychlost / Dávka
da: Værdi
es: Ratio
fr: Valeur
it: Valore
nl: Waarde
pl: Dawka
pt_pt: Taxa
ru: Скорость
sv: Värde
uk: Швидкість
vi: Tỷ lệ
zh_hant: 比率

source: Ratio
bg: Коефициент
cs: Poměr
da: Forhold
de: Verhältnis
it: Rapporto
nl: Verhouding
pl: Współczynnik
pt_pt: Taxa
ru: Коэффициент
sv: Kvot
uk: Коефіцієнт
vi: Tỷ lệ
zh_hant: 比例

source: Readings
bg: Показания
cs: Měření / Naměřené hodnoty
da: Aflæsninger
de: Messungen
es: Lecturas
fr: Mesures
it: Letture
nb_no: Avlesninger
nl: Aantal gelezen
pl: Odczyty
pt_pt: Leituras
ru: Чтения
sv: Avläsningar
uk: Читання
zh_hant: 讀取值

source: Readings / 24h
bg: Показания / 24 ч
cs: Měření / 24h
da: Aflæsninger / 24 timer
de: Messungen / 24h
es: Lecturas / 24h
fr: Mesures / 24 h
it: Letture / 24h
nb_no: Avlesninger / 24t
nl: Afgelopen 24/h
pl: Odczyty / 24h
pt_pt: Leituras / 24h
ru: Чтения / 24 ч
sv: Avläsningar / 24h
uk: Читання / 24 год
zh_hant: 讀取值 / 24 小時

source: Readings per Day
bg: Показания на ден
cs: Měření za den
da: Datapunkter pr. dag
de: Messwerte pro Tag
fr: Mesures par jour
nb_no: Avlesninger per dag
nl: Metingen per dag
pl: Odczyty dziennie
sv: Avläsningar per dag
vi: Số lần đo mỗi ngày
zh_hant: 每日讀取次數

source: Rec. %
bg: Препор. %
cs: Dop. %
fr: % Enregistrement
nb_no: Anb. %
nl: Aanbevolen %
sv: Rek. %
vi: Khuyến nghị. %
zh_hant: 建議 %

source: Rec. Bolus %
bg: Препор. болус %
cs: Dop. bolus %
fr: % Enregistrement du Bolus
nb_no: Anb. bolus %
nl: Aanbevolen Bolus %
sv: Rek. bolus %
zh_hant: 建議注射 %

source: Receive glucose readings every 5 minutes from your CGM to keep the loop running.
bg: Получавайте показания на глюкоза на всеки 5 минути от CGM, за да поддържате цикъла активен.
cs: Dostávej naměřené hodnoty glukózy každých 5 minut ze svého CGM, aby smyčka zůstala v chodu.
da: Modtag glukosemålinger hvert 5. minut fra din CGM for at holde loopet kørende.
de: Erhalte alle 5 Minuten Glukosemesswerte von Deinem CGM, um den Loop in Gang zu halten.
fr: Recevez une mesure de glucose toutes les 5 minutes depuis votre CGM pour maintenir le bouclage actif.
nb_no: Motta blodsukkermålinger hvert 5. minutt fra din CGM for å holde loopen gående.
nl: Ontvang elke 5 minuten glucosewaardes van jouw CGM om de loop actief te houden.
pl: Odbieraj odczyty poziomu glikemii co 5 minut za pomocą CGM, aby utrzymać ciągłość działania pętli.
sv: Ta emot glukosvärden var femte minut från din CGM för att hålla loopen igång.
vi: Nhận chỉ số đường huyết từ Cảm biến đường huyết mỗi 5 phút để duy trì hoạt động của vòng lặp.
zh_hant: 每 5 分鐘從您的 CGM 獲取血糖讀數，以保持循環運行。

source: Receive optional real‑time low/high glucose alerts.
bg: Получавайте по желание предупреждения в реално време за ниска/висока глюкоза.
cs: Dostávej upozornění na nízkou/vysokou glykémii v reálném čase.
da: Modtag valgfri realtidsadvarsler med lav/høj glukose.
de: Du erhältst optional Echtzeit-Warnungen bei Unter-/Überzuckerungen.
fr: Alertes facultatives en temps réel quand le taux du glucose est bas ou élevé.
nb_no: Motta valgfrie varsler om høyt/lavt blodsukker.
nl: Ontvang optionele laag/hoge glucose waarschuwingen in realtime.
pl: Otrzymuj opcjonalne powiadomienia o niskim lub wysokim poziomie glikemii.
sv: Få valfria notiser i realtid vid lågt/högt glukos.
vi: Nhận cảnh báo đường huyết thấp/cao theo thời gian thực (tùy chọn).
zh_hant: 接收可選的即時低/高血糖警報。

# Received unexpected error in %@ from %@: %@
source: Received unexpected error in %1$@ from %2$@: %3$@
bg: Получена неочаквана грешка в %@ от %@: %@
cs: Došlo k neočekávané chybě v %1$@ z %2$@: %3$@
da: Modtog en uventet fejl i %1$@ fra %2$@: %3$@
de: Empfang eines unerwarteten Fehlers in %1$@ von %2$@: %3$@
es: Se ha recibido un error inesperado en %1$@ de %2$@: %3$@
fr: Erreur inattendue reçue dans %1$@ de %2$@ : %3$@
it: Ricevuto errore inatteso in %1$@ da %2$@: %3$@
nb_no: Mottok uventet feil i %1$@ fra %2$@: %3$@
nl: Onverwachte fout ontvangen in %1$@ van %2$@: %3$@
pl: Otrzymano nieoczekiwany błąd w %1$@ od %2$@: %3$@
pt_pt: Erro inesperado recebido em %1$@ do %2$@: %3$@
ru: Получена неожиданная ошибка в %1$@ от %2$@: %3$@
sv: Mottog oväntat fel i %1$@ från %2$@: %3$@
uk: Отримано несподівану помилку в %1$@ з %2$@: %3$@
vi: Đã nhận lỗi không mong đợi trong %1$@ từ %2$@: %3$@
zh_hant: 收到來自 %2$@ 的 %1$@ 預料外錯誤：%3$@

source: Recommendation
bg: Препоръка
cs: Doporučení
da: Anbefaling
de: Empfehlung
es: Recomendación
fr: Recommandation
it: Raccomandazione
nb_no: Anbefaling
nl: Advies
pl: Zalecenie
pt_pt: Recomendação
ru: Рекомендация
sv: Rekommendation
uk: Рекомендація
vi: Khuyến nghị
zh_hant: 建議

source: Recommended Bolus
bg: Препоръчан болус
cs: Doporučený Bolus
da: Anbefalet bolus
de: Empfohlener Bolus
fr: Bolus recommandé
nb_no: Anbefalt bolus
nl: Aanbevolen bolus
pl: Zalecany bolus
sv: Rekommenderad bolus
vi: Bolus được khuyến nghị
zh_hant: 建議注射

source: Recommended Bolus Percentage
bg: Процент на препоръчания болус
cs: Doporučené procento bolusu
da: Anbefalet Bolus Procent
de: Empfohlener Bolus Prozentsatz
es: Porcentaje de Bolo Recomendado
fr: Pourcentage de Bolus recommandé
it: Percentuale Bolo Raccomandata
nb_no: Anbefalt bolusprosent
nl: Aanbevolen boluspercentage
pl: Zalecany Procent Bolusa
pt_pt: Porcentagem Bólus recomendada
ru: Рекомендуемый процент болюса
sv: Manuell bolusprocent
uk: Рекомендований Відсоток Болюсу
vi: Tỷ lệ bolus được khuyến nghị
zh_hant: 建議注射百分比

source: Recommended Bolus Percentage is a safety feature built into Trio. Trio first calculates an insulin required value, which is the full dosage. That dosage is then multiplied by your Recommended Bolus Percentage to display your suggested insulin dose in the bolus calculator.
bg: Процентът на препоръчания болус е защитна функция, вградена в Trio. Trio първо изчислява стойността на необходимия инсулин, която представлява пълната доза. След това тази доза се умножава по процента на препоръчания болус, за да се покаже препоръчаната инсулинова доза в болус калкулатора.
cs: Doporučené procento bolusu je bezpečnostní funkce vestavěná v aplikaci Trio. Trio nejdříve vypočítá hodnotu potřebného inzulínu, což je plná dávka. Tato dávka je poté vynásobena vaším doporučeným procentem bolusu, aby se v kalkulačce bolusu zobrazila vaše navrhovaná dávka inzulínu.
da: Anbefalet Bolus Procentdel er en sikkerhedsfunktion indbygget i Trio. Trio beregner først en insulinkrævende værdi, som er den fulde dosering. Denne dosis ganges derefter med din anbefalede Bolus Procentdel for at vise din foreslåede insulindosis i bolusregnemaskinen.
de: Der empfohlene Bolusprozentsatz ist eine in Trio integrierte Sicherheitsfunktion. Trio berechnet zunächst einen Wert für den Insulinbedarf, d. h. die volle Dosis. Diese Dosis wird dann mit Deinem empfohlenen Bolusprozentsatz multipliziert, um Deine vorgeschlagene Insulindosis im Bolusrechner anzuzeigen.
es: El porcentaje recomendado de Bolus es una característica de seguridad incorporada en el Trío. Trio calcula primero un valor requerido de insulina, que es la dosis completa. Esa dosis es entonces multiplicada por su porcentaje recomendado de Bolus para mostrar su dosis de insulina sugerida en la calculadora de bolos.
fr: Le "Pourcentage de Bolus recommandé" est une fonctionnalité de sécurité intégrée à Trio. L’application calcule d’abord la quantité totale d’insuline nécessaire, puis lui applique votre pourcentage de bolus recommandé pour afficher la dose d’insuline recommandée dans le calculateur de bolus.
it: La percentuale consigliata di bolo è una caratteristica di sicurezza integrata in Trio. Trio calcola prima un valore necessario di insulina, che è il dosaggio pieno. Tale dosaggio viene quindi moltiplicato per la percentuale di bolo raccomandata per visualizzare la dose di insulina consigliata nel calcolatore del bolo.
nb_no: Anbefalt bolusprosent er en sikkerhetsfunksjon innebygd i Trio. Trio beregner først hvor mye insulin som trengs, altså hele den nødvendige dosen. Denne dosen multipliseres deretter med din anbefalte bolusprosent for å vise den foreslåtte insulindosen i boluskalkulatoren.
nl: Aanbevolen Bolus Percentage is een veiligheidsfunctie ingebouwd in Trio. Trio berekent als eerste een insuline vereiste waarde, dat is de volledige dosering. De dosering wordt vervolgens vermenigvuldigd met je aanbevolen Bolus Percentage om de voorgestelde insuline dosis in de boluscalculator weer te geven.
pl: Zalecany procent bolusa to funkcja bezpieczeństwa wbudowana w Trio. Trio najpierw oblicza wymaganą wartość insuliny, czyli pełną dawkę. Dawkę tę mnoży się następnie przez zalecany procent bolusa, aby wyświetlić sugerowaną dawkę insuliny w kalkulatorze bolusa.
pt_pt: A porcentagem de Bolus recomendada é uma característica de segurança embutida em Trio. Trio primeiro calcula um valor necessário de insulina, que é uma dosagem completa. Essa dosagem é então multiplicada pela sua porcentagem de bolus recomendada para exibir a sua dose de insulina sugerida na calculadora de bolus.
ru: Рекомендуемый Болус Процент - это элемент безопасности, встроенный в Трио. Трио сначала рассчитывает инсулин требуемого значения, что является полной дозировкой. Эта доза умножается на ваш рекомендованный процент Bolus для отображения предлагаемой вашей инсулиновой дозы в болгарском калькуляторе.
sv: Rekommenderad bolusprocent är en säkerhetsfunktion inbyggd i Trio. Trio beräknar först ett insulinvärde som motsvarar den fulla doseringen. Den beräkningen multipliceras sedan med din rekommenderade bolusprocent för att visa din föreslagna insulindos i boluskalkylatorn.
uk: Рекомендований щит Болса - це функція безпеки, вбудована в Trio. Спочатку Trio обчислює необхідне значення інсуліну, тобто повну дозу. Ця доза потім перемножується Вашим рекомендацією Bolus Percentage для відображення вашої пропонованої дози інсуліну у калькуляторі болтів.
vi: Tỷ lệ bolus khuyến nghị là một tính năng an toàn được tích hợp trong Trio.Trước tiên, Trio sẽ tính toán lượng insulin cần thiết — đây là liều đầy đủ. Sau đó, liều này được nhân với Tỷ lệ bolus khuyến nghị của bạn để hiển thị liều insulin gợi ý trong tính toán bolus.
zh_hant: 建議注射百分比是嵌入在 Trio 中的一項安全功能。Trio 首先計算所需的胰島素值，這是完整劑量。該劑量再乘以您的建議注射百分比，以在注射計算器中顯示建議的胰島素劑量。

source: Recommended Insulin Fraction
bg: Препоръчана част от инсулина
cs: Doporučený zlomek inzulínu
da: Anbefalet Insulinbrøk
de: Empfohlener Insulin Anteil
es: Fracción de insulina recomendada
fr: Fraction d’Insuline recommandée
it: Frazione di insulina raccomandata
nb_no: Anbefalt insulin-fraksjon
nl: Aanbevolen insuline fractie
pl: Zalecana frakcja insuliny
pt_pt: Fração de insulina recomendada
ru: Рекомендуемая дробь инсулина
sv: Kvot av rekommenderad mängd insulin
uk: Рекомендований Коефіцієнт Інсуліну
vi: Tỷ lệ insulin khuyến nghị
zh_hant: 建議的胰島素比例
